{
  "Quran": {
    "name": "quranExample",
    "bismial": "بسم الله الرحمن الرحيم",
    "size": "normal",
    "language": "english",
    "hasFavorite": false,
    "version":5,
    "rows": 3,     
        "example": [
          {
             
       
                "index": 1,
                "aya_no": "17",
                "short_title": "مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ ...",
                "arabic":  ". مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لَّا يُبْصِرُونَ",
                "english": "Their example is that of one who kindled a fire, but when it illuminated what was around him, Allah took away their light and left them in darkness [so] they could not see.",
                "spanish": "Son como uno que alumbra un fuego. En cuanto éste ilumina lo que le rodea, Alá se les lleva la luz y les deja en tinieblas: no ven. ",
                "chinses": "他們譬如燃火的人，當火光照亮了他們的四周的時候，真主把他們的火光拿去，讓他們在重重的黑暗中，甚麼也看不見 ",
                "japanses": "かれらを譬えれば火を灯す者のようで，折角火が辺りを照らしたのに，アッラーはかれらの光を取り上げられ，暗闇の中に取り残されたので，何二つ見ることが出来ない。",
                "urdu": "ان کی مثال اس شخص کی سی ہے جس نے آگ جلائی، پس آس پاس کی چیزیں روشنی میں آئی ہی تھیں کہ اللہ ان کے نور کو لے گیا اور انہیں اندھیروں میں چھوڑ دیا، جو نہیں دیکھتے",
                "turkish": "Onlarin durumu, bir ates yakanin durumu gibidir. (Ates) çevresini aydinlatir aydinlatmaz Allah onlarin (gözlerinin) nurlarini giderdi ve onlari karanliklar içinde birakti, artik görmezler",
                "russian" :"Они подобны тому, кто разжег огонь. Когда же огонь озарил все вокруг него, Аллах лишил их света и оставил их в темноте, где они ничего не видят.",
                "bismial": "بسم الله الرحمن الرحيم",
                "mp3_file_path": "nooh_1.mp3",
                "chapter_name": "Al-Baqarah",
                "hasAudio": false,
                "chapter_no": 2,
                "favorite":0
            
          },
          {
           
           
                "index": 2,
                "aya_no": "26",
                "short_title": "إِنَّ اللَّهَ لَا يَسْتَحْيِي ...",
                "arabic":  ". إِنَّ اللَّهَ لَا يَسْتَحْيِي أَن يَضْرِبَ مَثَلًا مَّا بَعُوضَةً فَمَا فَوْقَهَا ۚ فَأَمَّا الَّذِينَ آمَنُوا فَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ ۖ وَأَمَّا الَّذِينَ كَفَرُوا فَيَقُولُونَ مَاذَا أَرَادَ اللَّهُ بِهَٰذَا مَثَلًا ۘ يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا ۚ وَمَا يُضِلُّ بِهِ إِلَّا الْفَاسِقِينَ",
                "english": "Indeed, Allah is not timid to present an example - that of a mosquito or what is smaller than it. And those who have believed know that it is the truth from their Lord. But as for those who disbelieve, they say, 'What did Allah intend by this as an example?' He misleads many thereby and guides many thereby. And He misleads not except the defiantly disobedient,",
                "spanish": "Alá no se avergüenza de proponer la parábola que sea, aunque se trate de un mosquito. Los que creen saben que es la Verdad, que viene de su Señor. En cuanto a los que no creen, dicen: «¿Qué es lo que se propone Alá con esta parábola?» Así extravía Él a muchos y así también dirige a muchos. Pero no extravía así sino a los perversos. ",
                "chinses": "信道的人們啊！你們不要責備受施的人和損害他，而使你們的施捨變為無效，猶如為沽名而施捨財產，並不信真主和後世的人一樣。他譬如一個光滑的石頭，上面鋪著一層浮土，一陣大雨過後，使它變得又硬又滑。他們不能獲得他們所施捨的任何報酬。真主是不引導不信道的民眾的。  ",
                "japanses": "信仰する者よ，あなたがたは人びとに見せびらかすため，持物を施す者のように，負担侮辱を感じさせて，自分の施しを無益にしてはならない。またアッラーも，最後の（審判の）日も信じない者のように。かれらを譬えてみればちょうど，上を被った滑らかな岩のようなもので，大雨が降れば裸になってしまう。かれらはその働いて得たものから，何の得るところもないであろう。アッラーは不信心の者たちを御導きになられない。",
                "urdu": "یقیناً اللہ تعالیٰ کسی مثال کے بیان کرنے سے نہیں شرماتا، خواه مچھر کی ہو، یا اس سے بھی ہلکی چیز کی۔ ایمان والے تو اسے اپنے رب کی جانب سے صحیح سمجھتے ہیں اور کفار کہتے ہیں کہ اس مثال سے اللہ نے کیا مراد لی ہے؟ اس کے ذریعے بیشتر کو گمراه کرتا ہے اور اکثر لوگوں کو راه راست پر ﻻتا ہے اور گمراه تو صرف فاسقوں کو ہی کرتا ہے",
                "turkish": "Muhakkak ki Allah bir sivri sinegi, hatta daha üstününü misal getirmekten çekinmez. Iman edenler bilirler ki, o süphesiz haktir, Rabb'lerindandir. Ama küfre saplananlar: 'Allah böyle bir misal ile ne demek istedi?' derler. Allah onunla birçoklarini sasirtir, yine onunla birçoklarini yola getirir. Onunla ancak o fasiklari sasirtir.",
                "russian": "О те, которые уверовали! Не делайте ваши подаяния тщетными своими попреками и оскорблениями, подобно тому, кто расходует свое имущество ради показухи и не веруют при этом в Аллаха и в Последний день. Притчей о нем является притча о гладкой скале, покрытой слоем земли. Но вот выпал ливень и оставил скалу голой. Они не властны ни над чем из того, что приобрели. Аллах не ведет прямым путем неверующих людей.",
                "bismial": "بسم الله الرحمن الرحيم",
                "mp3_file_path": "nooh_2.mp3",
                "chapter_name": "Al-Baqarah",
                "hasAudio": false,
                "chapter_no": 2,
                "favorite":0
             
          },
          {
            
                "index": 3,
                "aya_no": "261",
                "short_title": "َّّ يَاأَيُّهَا الَّذِينَ آمَنُو ... ",
                "arabic":  ". يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا صَدَقَاتِكُم بِالْمَنِّ وَالْأَذَىٰ كَالَّذِي يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ۖ فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْدًا ۖ لَّا يَقْدِرُونَ عَلَىٰ شَيْءٍ مِّمَّا كَسَبُوا ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ",
                "english": "O you who have believed, do not invalidate your charities with reminders or injury as does one who spends his wealth [only] to be seen by the people and does not believe in Allah and the Last Day. His example is like that of a [large] smooth stone upon which is dust and is hit by a downpour that leaves it bare. They are unable [to keep] anything of what they have earned. And Allah does not guide the disbelieving people.",
                "spanish": "¡Creyentes! No malogréis vuestras limosnas alardeando de ellas o agraviando, como quien gasta su hacienda para ser visto de los hombres, sin creer en Alá ni en el último Día. Ese tal es semejante a una roca cubierta de tierra. Cae sobre ella un aguacero y la deja desnuda. No pueden esperar nada por lo que han merecido. Alá no dirige al pueblo infiel.  ",
                "chinses": "為主道而施捨財產的人，譬如（一個農夫，播下）一粒谷種，發出七穗，每穗結一百顆谷粒。真主加倍地報酬他所意欲的人，真主是寬大的，是全知的。  ",
                "japanses": "アッラーの道のために自分の所有するものを施す者を例えてみれば，ちょうど1粒が7穂を付け，1穂に百粒を付けるのと同じである。アッラーは御心に適う者に，倍加してくださる。アッラーは厚施にして全知であられる",
                "urdu": "اے ایمان والو! اپنی خیرات کو احسان جتا کر اور ایذا پہنچا کر برباد نہ کرو! جس طرح وه شخص جو اپنا مال لوگوں کے دکھاوے کے لئے خرچ کرے اور نہ اللہ تعالیٰ پر ایمان رکھے نہ قیامت پر، اس کی مثال اس صاف پتھر کی طرح ہے جس پر تھوڑی سی مٹی ہو پھر اس پر زوردار مینہ برسے اور وه اسے بالکل صاف اور سخت چھوڑ دے، ان ریاکاروں کو اپنی کمائی میں سے کوئی چیز ہاتھ نہیں لگتی اور اللہ تعالیٰ کافروں کی قوم کو (سیدھی) راه نہیں دکھاتا",
                "turkish": "Ey iman edenler! Sadakalarinizi, basa kakmak, gönül kirmakla bosa gidermeyin. O adam gibi ki, insanlara gösteris için malini dagitir da ne Allah'a inanir, ne ahiret gününe. Artik onun hâli, bir kayanin hâline benzer ki, üzerinde biraz toprak varmis, derken siddetli bir sagnak inmis de onu yalçin bir kaya halinde birakivermis. Öyle kimseler, kazandiklarindan hiçbir sey elde edemezler. Allah, kâfirler toplulugunu dogru yola iletmez.",
                "russian": "Притчей о тех, кто расходует свое имущество на пути Аллаха, является притча о зерне, из которого выросло семь колосьев, и в каждом колосе - по сто зерен. Аллах увеличивает награду, кому пожелает. Аллах - Объемлющий, Знающий.",
                "bismial": "بسم الله الرحمن الرحيم",
                "mp3_file_path": "nooh_3.mp3", 
                "chapter_name": "Al-Baqarah",
                "hasAudio": false,
                "chapter_no": 2,
                "favorite":0
             
          },
          {
            
                "index": 4,
                "aya_no": "264",
                "short_title": "َّّ مَّثَلُ الَّذِينَ يُنفِقُونَ ... ",
                "arabic":  ". مَّثَلُ الَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنبُلَةٍ مِّائَةُ حَبَّةٍ ۗ وَاللَّهُ يُضَاعِفُ لِمَن يَشَاءُ ۗ وَاللَّهُ وَاسِعٌ عَلِيمٌ",
                "english": "The example of those who spend their wealth in the way of Allah is like a seed [of grain] which grows seven spikes; in each spike is a hundred grains. And Allah multiplies [His reward] for whom He wills. And Allah is all-Encompassing and Knowing.",
                "spanish": "Quienes gastan su hacienda por Alá son semejantes a un grano que produce siete espigas, cada una de las cuales contiene cien granos. Así dobla Alá a quien Él quiere. Alá es inmenso, omnisciente.  ",
                "chinses": "為主道而施捨財產的人，譬如（一個農夫，播下）一粒谷種，發出七穗，每穗結一百顆谷粒。真主加倍地報酬他所意欲的人，真主是寬大的，是全知的。  ",
                "japanses": "アッラーの道のために自分の所有するものを施す者を例えてみれば，ちょうど1粒が7穂を付け，1穂に百粒を付けるのと同じである。アッラーは御心に適う者に，倍加してくださる。アッラーは厚施にして全知であられる",
                "urdu": "جو لوگ اپنا مال اللہ تعالیٰ کی راه میں خرچ کرتے ہیں اس کی مثال اس دانے جیسی ہے جس میں سے سات بالیاں نکلیں اور ہر بالی میں سودانے ہوں، اور اللہ تعالیٰ جسے چاہے بڑھا چڑھا کر دے اور اللہ تعالیٰ کشادگی واﻻ اور علم واﻻ ہے",
                "turkish": "Mallarini Allah yolunda harcayanlarin durumu, bir tanenin durumu gibidir ki, yedi basak bitirmis ve her basakta yüz tane var. Allah, diledigine daha da katlar. Allah'in rahmeti genistir. O, her seyi bilir.",
                "russian": "Притчей о тех, кто расходует свое имущество на пути Аллаха, является притча о зерне, из которого выросло семь колосьев, и в каждом колосе - по сто зерен. Аллах увеличивает награду, кому пожелает. Аллах - Объемлющий, Знающий.",
                "bismial": "بسم الله الرحمن الرحيم",
                "mp3_file_path": "nooh_3.mp3", 
                "chapter_name": "Al-Baqarah",
                "hasAudio": false,
                "chapter_no": 2,
                "favorite":0
             
          },
          {
             
                "index": 5,
                "aya_no": "265",
                "short_title": ".فوَمَثَلُ الَّذِينَ يُنفِقُونَ ...",
                "arabic":  ".فوَمَثَلُ الَّذِينَ يُنفِقُونَ أَمْوَالَهُمُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ وَتَثْبِيتًا مِّنْ أَنفُسِهِمْ كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَآتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِن لَّمْ يُصِبْهَا وَابِلٌ فَطَلٌّ ۗ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
                "english": "And the example of those who spend their wealth seeking means to the approval of Allah and assuring [reward for] themselves is like a garden on high ground which is hit by a downpour - so it yields its fruits in double. And [even] if it is not hit by a downpour, then a drizzle [is sufficient]. And Allah , of what you do, is Seeing. ",
                "spanish": "Quienes gastan su hacienda por deseo de agradar a Alá y por su propio fortalecimiento son semejantes a un jardín plantado en una colina. Si cae sobre él un aguacero, da fruto doble; si no cae, rocío. Alá ve bien lo que hacéis.   ",
                "chinses": "施捨財產，以求真主的喜悅並確定自身信仰的人，譬如高原上的園圃，它得大雨，便加倍結實。如果不得大雨，小雨也足以滋潤。真主是明察你們的行為的。  ",
                "japanses": "アッラーの御喜びを求め，また自分の魂を強めるために，その所有するものを施す者たちを譬えてみよう。かれらは丘の上にある果樹園のように，大雨が注げばその収穫は倍加し，また大雨がなくても，少しの湿り（で足りる）。アッラーはあなたがたの行うことを御存知であられる。」",
                "urdu": "ان لوگوں کی مثال جو اپنا مال اللہ تعالیٰ کی رضامندی کی طلب میں دل کی خوشی اور یقین کے ساتھ خرچ کرتے ہیں اس باغ جیسی ہے جو اونچی زمین پر ہواور زوردار بارش اس پر برسے اور وه اپنا پھل دگنا ﻻوے اور اگر اس پر بارش نہ بھی برسے تو پھوار ہی کافی ہے اور اللہ تمہارے کام دیکھ رہا ہے",
                "turkish": "Allah'in rizasini aramak, kendilerini veya kendilerinden bir kismini Allah yolunda sabit kilmak için mallarini Allah yolunda harcayanlarin hâli ise, bir tepedeki güzel bir bahçenin hâline benzer ki, ona kuvvetli bir sagnak düsmüs de yemislerini iki kat vermistir. Böyle bir bahçeye yagmur düsmese bile mutlaka bir çisenti vardir. Allah, yaptiklarinizi görür.",
                "russian": "Притчей о тех, которые расходуют свое имущество, чтобы снискать довольство Аллаха и укрепить себя, является притча о саде на холме. Если его оросит ливень, он приносит плоды вдвойне. Если же его не оросит ливень, то ему бывает достаточно моросящего дождя. Аллах видит то, что вы совершаете.",
                "bismial": "بسم الله الرحمن الرحيم",
                "mp3_file_path": "nooh_4.mp3",
                "chapter_name": "Al-Baqarahh",
                "hasAudio": false,
                "chapter_no": 2,
                "favorite":0
             
          },
          {
             
                "index": 6,
                "aya_no": "266",
                "short_title": "أَيَوَدُّ أَحَدُكُمْ أَن تَكُونَ ...",
                "arabic":  "   أَيَوَدُّ أَحَدُكُمْ أَن تَكُونَ لَهُ جَنَّةٌ مِّن نَّخِيلٍ وَأَعْنَابٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ لَهُ فِيهَا مِن كُلِّ الثَّمَرَاتِ وَأَصَابَهُ الْكِبَرُ وَلَهُ ذُرِّيَّةٌ ضُعَفَاءُ فَأَصَابَهَا إِعْصَارٌ فِيهِ نَارٌ فَاحْتَرَقَتْ ۗ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ",
                "english": "Would one of you like to have a garden of palm trees and grapevines underneath which rivers flow in which he has from every fruit? But he is afflicted with old age and has weak offspring, and it is hit by a whirlwind containing fire and is burned. Thus does Allah make clear to you [His] verses that you might give thought.",
                "spanish": "¿Desearía alguno de vosotros poseer un jardín de palmeras y vides por cuyo bajo fluyeran arroyos, con toda clase de frutos, envejecer mientras sus hijos son aún débiles y que un torbellino de fuego cayera sobre el jardín y éste se incendiara? Así os explica Alá las aleyas. Quizás, así meditéis. ",
                "chinses": "你們中有誰喜歡自己有一個種滿海棗和葡萄，下臨諸河，能出產很多果實的園圃，在自己已老邁，而兒女還是弱小的時候，遭遇挾火的旋風，把自己的園圃，燒毀無遺呢？真主為你們這樣闡明許多跡象，以便你們思維。  ",
                "japanses": "あなたがたの中，ナツメヤシやブドウの園を持ち，川が下を流れ，そこに凡ての果実があっても，自分は既に年老い，その子はまだ幼弱でおまけに旋風が猛火を伴ってきて，（全部）焼き払うようなことを望む者があろうか。このようにアッラーは，あなたがたに印を説き明かされる。恐らくあなたがたは反省するであろう。",
                "urdu": " کیا تم میں سے کوئی بھی یہ چاہتا ہے کہ اس کا کھجوروں اور انگوروں کا باغ ہو، جس میں نہریں بہہ رہی ہوں اور ہر قسم کے پھل موجود ہوں، اس شخص کا بڑھاپا آگیا ہو، اس کے ننھے ننھے سے بچے بھی ہوں اور اچانک باغ کو بگوﻻ لگ جائے جس میں آگ بھی ہو، پس وه باغ جل جائے، اسی طرح اللہ تعالیٰ تمہارے لئے آیتیں بیان کرتا ہے تاکہ تم غوروفکر کرو",
                "turkish": "Hiç biriniz ister mi ki, kendisinin hurmalik ve üzümlüklerden bir bahçesi olsun, altinda irmaklar aksin, içinde her türlü ürünü bulunsun da, kendi üzerine de ihtiyarlik çökmüs ve elleri ermez, güçleri yetmez küçük, zayif çocuklari olsun. Derken ona atesli bir bora isabet ediversin de o bahçe yaniversin. Iste Allah, âyetlerini size böylece açikliyor. Umulur ki, düsünürsünüz.",
                "russian": "Захочет ли кто-нибудь из вас, если у него будет сад из финиковых пальм и виноградника, в котором текут реки и растут всякие плоды, чтобы его сад был поражен огненным вихрем и сгорел, когда его постигнет старость, а его дети будут еще слабы? Так Аллах разъясняет вам знамения, - быть может, вы поразмыслите.",
                "bismial": "بسم الله الرحمن الرحيم",
                "mp3_file_path": "nooh_5.mp3",
                "hasAudio": false,
                "chapter_name": "Al-Baqarahh",
                "chapter_no": 2,
                "favorite":0
             
          },
          {
            
               "index": 7,
               "aya_no": "275",
               "short_title": "ُالَّذِينَ يَأْكُلُونَ الرِّبَا...",
               "arabic":  "   الَّذِينَ يَأْكُلُونَ الرِّبَا لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ ۚ ذَٰلِكَ بِأَنَّهُمْ قَالُوا إِنَّمَا الْبَيْعُ مِثْلُ الرِّبَا ۗ وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا ۚ فَمَن جَاءَهُ مَوْعِظَةٌ مِّن رَّبِّهِ فَانتَهَىٰ فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ ۖ وَمَنْ عَادَ فَأُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
               "english": "Those who consume interest cannot stand [on the Day of Resurrection] except as one stands who is being beaten by Satan into insanity. That is because they say, 'Trade is [just] like interest.' But Allah has permitted trade and has forbidden interest. So whoever has received an admonition from his Lord and desists may have what is past, and his affair rests with Allah . But whoever returns to [dealing in interest or usury] - those are the companions of the Fire; they will abide eternally therein.",
               "spanish": "Quienes usurean no se levantarán sino como se levanta aquél a quien el Demonio ha derribado con sólo tocarle, y eso por decir que el comercio es como la usura, siendo así que Alá ha autorizado el comercio y prohibido la usura. Quien. exhortado por su Señor. renuncie conservará lo que haya ganado. Su caso está en manos de Alá. Los reincidentes, ésos serán los condenados al Fuego y en él permanecerán para siempre. ",
               "chinses": "吃利息的人，要象中了魔的人一樣，瘋瘋癲癲地站起來。這是因為他們說：「買賣恰象利息。」真主准許買賣，而禁止利息。奉到主的教訓後，就遵守禁令的，得已往不咎，他的事歸真主判決。再犯的人，是火獄的居民，他們將永居其中。 ",
               "japanses": "利息を貪る者は，悪魔にとりつかれて倒れたものがするような起き方しか出来ないであろう。それはかれらが「商売は利息をとるようなものだ。」と言うからである。しかしアッラーは，商売を許し，利息（高利）を禁じておられる。それで主から訓戒が下った後，止める者は，過去のことは許されよう。かれのことは，アッラー（の御手の中）にある。だが（その非を）繰り返す者は，業火の住人で，かれらは永遠にその中に住むのである。",
               "urdu": " سود خور لوگ نہ کھڑے ہوں گے مگر اسی طرح جس طرح وہ کھڑا ہوتا ہے جسے شیطان چھو کر خبطی بنا دے یہ اس لئے کہ یہ کہا کرتے تھے کہ تجارت بھی تو سود ہی کی طرح ہے، حالانکہ اللہ تعالیٰ نے تجارت کو حلال کیا اور سود کو حرام، جو شخص اپنے پاس آئی ہوئی اللہ تعالیٰ کی نصیحت سن کر رک گیا اس کے لئے وہ ہے جو گزرا اور اس کا معاملہ اللہ تعالیٰ کی طرف ہے، اور جو پھر دوبارہ ﴿حرام کی طرف﴾ لوٹا، وہ جہنمی ہے، ایسے لوگ ہمیشہ ہی اس میں رہیں گے",
               "turkish": "Riba (faiz) yiyen kimseler, seytan çarpan kimse nasil kalkarsa ancak öyle kalkarlar. Bu ceza onlara, 'alisveris de faiz gibidir' demeleri yüzündendir. Oysa Allah, alisverisi helal, faizi de haram kilmistir. Bundan böyle her kim, Rabbinden kendisine gelen bir ögüt üzerine faizcilige son verirse, geçmiste olanlar kendisine ve hakkindaki hüküm de Allah'a kalmistir. Her kim de yeniden faize dönerse iste onlar cehennem ehlidirler ve orada süresiz kalacaklardir.",
               "russian": "Те, которые пожирают лихву, восстанут, как восстает тот, кого сатана поверг своим прикосновением. Это - потому, что они говорили: 'Воистину, торговля подобна лихоимству'. Но Аллах дозволил торговлю и запретил лихоимство. Если кто-нибудь из них после того, как к нему явится предостережение от Аллаха, прекратит, то ему будет прощено то, что было прежде, и его дело будет в распоряжении Аллаха. А кто вернется к этому, те станут обитателями Огня, в котором они пребудут вечно.",
               "bismial": "بسم الله الرحمن الرحيم",
               "mp3_file_path": "nooh_5.mp3",
               "hasAudio": false,
               "chapter_name": "Al-Baqarahh",
               "chapter_no": 2,
               "favorite":0
            
         },
          {
                "index": 8,
                "aya_no": "40",
                "short_title":"َإِنَّ الَّذِينَ كَذَّبُوا بِآيَاتِنَا ...",
                "arabic":  " إِنَّ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّىٰ يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ ۚ وَكَذَٰلِكَ نَجْزِي الْمُجْرِمِينَ",
                "english": "Indeed, those who deny Our verses and are arrogant toward them - the gates of Heaven will not be opened for them, nor will they enter Paradise until a camel enters into the eye of a needle. And thus do We recompense the criminals.",
                "spanish": "A quienes hayan desmentido Nuestros signos y se hayan apartado altivamente de ellos, no se les abrirán las puertas del cielo ni entrarán en el Jardín hasta que entre un camello en el ojo de una aguja. Así retribuiremos a los pecadores.",
                "chinses": "否認我的蹟象而加以藐視者，所有的天門必不為他們而開放，他們不得入樂園，直到纜繩能穿過針眼。我要這樣報酬犯罪者。  ",
                "japanses": "わが印を偽りであるとし，それに対し高慢であった者たちには，天の間は決して開かれないであろう。またラクダが針の穴を通るまで，かれらは楽園に入れないであろう。このようにわれは罪ある者に報いる。",
                "urdu": "  جن لوگوں نے ہماری آیتوں کو جھٹلایا اور ان سے تکبر کیا ان کے لئے آسمان کے دروازے نہ کھولے جائیں گے اور وه لوگ کبھی جنت میں نہ جائیں گے جب تک کہ اونٹ سوئی کے ناکہ کے اندر سے نہ چلا جائے اور ہم مجرم لوگوں کو ایسی ہی سزا دیتے ہیں",
                "turkish": "Bizim âyetlerimizi yalanlayan ve onlara inanmaya tenezzül etmeyenler var ya, iste onlara gögün kapilari açilmayacak ve deve (veya halat) igne deliginden geçinceye kadar onlar cennete giremeyeceklerdir. Iste suçlulari böyle cezalandiririz.",
                "russian": "Воистину, не откроются врата небесные для тех, кто считал ложью Наши знамения и превозносился над ними. Они не войдут в Рай, пока верблюд не пройдет сквозь игольное ушко. Так Мы воздаем грешникам.",
                "bismial": "بسم الله الرحمن الرحيم",
                "mp3_file_path": "nooh_6.mp3",
                "hasAudio": false,
                "chapter_name": "Al-Araf",
                "chapter_no": 7,
                "favorite":0
            
          },
          {
            "index": 9,
            "aya_no": "175, 176",
            "short_title": "وَاتْلُ عَلَيْهِمْ نَبَأَ ...",
            "arabic":  " وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا فَانسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنَ الْغَاوِينَ  وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا وَلَٰكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ وَاتَّبَعَ هَوَاهُ ۚ فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِن تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَث ۚ ذَّٰلِكَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا ۚ فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ",
            "english": "And recite to them, [O Muhammad], the news of him to whom we gave [knowledge of] Our signs, but he detached himself from them; so Satan pursued him, and he became of the deviators. And if We had willed, we could have elevated him thereby, but he adhered [instead] to the earth and followed his own desire. So his example is like that of the dog: if you chase him, he pants, or if you leave him, he [still] pants. That is the example of the people who denied Our signs. So relate the stories that perhaps they will give thought.",
            "spanish": "Cuéntales lo que pasó con aquél a quien dimos Nuestros signos y se deshizo de ellos. El Demonio le persiguió y fue de los descarriados. Si hubiéramos querido, le habríamos levantado con ellos. Pero se apegó a la tierra y siguió su pasión. Pasó con él como pasa con el perro: jadea lo mismo si le atacas que si le dejas en paz. Así es la gente que desmiente Nuestros signos. Cuéntales estas cosas. Quizás, así, reflexionen. ",
            "chinses": "你應當對他們宣讀那個人的故事；我曾把我的許多蹟象賞賜他，但他鄙棄那些蹟象，故惡魔趕上他，而他變成了迷誤者。 假若我意欲，我一定要借那些蹟象而提升他，但他依戀塵世，順從私慾，所以他像狗一樣，你喝斥牠，牠就伸出舌頭來，你不喝斥牠，牠也伸出舌頭來，這是否認我的蹟象者的譬喻。你要講述這個人的故事，以便他們省悟。 ",
            "japanses": "ムハンマドよ）われが下した印を授かりながら，それを脱ぎ捨て，それで悪魔が(愚?)いて，邪道に導く者の仲間となった者の話をかれらに告げなさい。もしそれがわが意志であったならば，われはそれ（印）によってかれを引きたてたであろう。 だがかれは地上の事に執着して，自分の虚しい私欲に従った。それでかれを譬えてみれば犬のようなもので，もしあなたがそれを叱り付けても，舌を垂れている。また放って置いても，舌を垂れている。これはわが印を信しない者の比(輪?)である。だからこの（昔の人びとの）物語を告げなさい。恐らくかれらは反省するであろう。",
            "urdu": "  جن لوگوں نے ہماری آیتوں کو جھٹلایا اور ان سے تکبر کیا ان کے لئے آسمان کے دروازے نہ کھولے جائیں گے اور وه لوگ کبھی جنت میں نہ جائیں گے جب تک کہ اونٹ سوئی کے ناکہ کے اندر سے نہ چلا جائے اور ہم مجرم لوگوں کو ایسی ہی سزا دیتے ہیں  اور اگر ہم چاہتے تو اس کو ان آیتوں کی بدولت بلند مرتبہ کر دیتے لیکن وه تو دنیا کی طرف مائل ہوگیا اور اپنی نفسانی خواہش کی پیروی کرنے لگا سو اس کی حالت کتے کی سی ہوگئی کہ اگر تو اس پر حملہ کرے تب بھی ہانپے یا اس کو چھوڑ دے تب بھی ہانپے، یہی حالت ان لوگوں کی ہے جنہوں نے ہماری آیتوں کو جھٹلایا۔ سو آپ اس حال کو بیان کر دیجئے شاید وه لوگ کچھ سوچیں",
            "turkish": "Onlara, kendisine âyetlerimizi sundugumuz o adamin kissasini da anlat; âyetlerden siyrilip çikti, derken onu seytan arkasina takti, en sonunda da helak olanlardan oldu. Ve eger dileseydik onu o âyetlerle yüceltirdik, fakat o alçakliga saplandi kaldi ve kendi keyfinin ardina düstü. Artik onun ibret verici hali o köpegin haline benzer ki, üzerine varsan da dilini uzatir solur, biraksan da solur. Iste bu, âyetlerimizi inkâr eden kavmin misalidir. Bu kissayi iyice anlat, belki biraz düsünürler.",
            "russian": "Прочти им историю о том, кому Мы даровали Наши знамения, а он отбросил их. Сатана последовал за ним, и он стал заблудшим. Если бы Мы пожелали, то возвысили бы его посредством этого. Однако он приник к земле и стал потакать своим желаниям. Он подобен собаке: если ты прогоняешь ее, она высовывает язык, и если ты оставишь ее в покое, она тоже высовывает язык. Такова притча о тех, которые считают ложью Наши знамения. Рассказывай эти истории, - быть может, они призадумаются.",
            "bismial": "بسم الله الرحمن الرحيم",
            "mp3_file_path": "nooh_6.mp3",
            "chapter_name": "Al-Araf",
            "hasAudio": false,
            "chapter_no": 7,
            "favorite":0
        
      },
            {
              "index": 10,
              "aya_no": "24",
              "short_title": "إِنَّمَا مَثَلُ الْحَيَاةِ ...",
              "arabic":  " إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ حَتَّىٰ إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا أَتَاهَا أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا كَأَن لَّمْ تَغْنَ بِالْأَمْسِ ۚ كَذَٰلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ",
              "english": "The example of [this] worldly life is but like rain which We have sent down from the sky that the plants of the earth absorb - [those] from which men and livestock eat - until, when the earth has taken on its adornment and is beautified and its people suppose that they have capability over it, there comes to it Our command by night or by day, and We make it as a harvest, as if it had not flourished yesterday. Thus do We explain in detail the signs for a people who give thought.",
              "spanish": "La vida de acá es como agua que hacemos bajar del cielo. Las plantas de la tierra se empapan de ella y alimentan a los hombres y a los rebaños, hasta que, cuando la tierra se ha adornado y engalanado, y creen los hombres que ya la dominan, llega a ella Nuestra orden, de noche o de día, y la dejamos cual rastrojo, como si, la víspera, no hubiera estado floreciente. Así explicamos los signos a gente que reflexiona. ",
              "chinses": "今世的生活，就像是從雲中降下雨水，地裡的禾苗，即人和牲畜所吃的東西——就因之而繁茂起來。直到田地穿上盛裝，打扮得很美麗，而農夫猜想自己可以獲得豐收的時候，我的命令在黑夜或白晝降臨那些田地，我使五穀只留下茬兒，彷彿新近沒有種過莊稼一樣。我為能思維的民眾這樣解釋許多蹟象。 ",
              "japanses": "本当に，現世の生活を例えれば，天からわれが降らせる水（雨）のようなものである。それで上を潤し，人間や家畜の食べ物を茂らせる。大地が美麗な装いで覆われて飾られると，そこの（住）民は，その全権を持ったと思い込む。だがわが命令が，夜も昼も一度下れば，昨日は緊茂していたはずのものが刈き取られた株のように変り果てる。われはこのように，熟慮する人びとのために（われの）印を解明する。",
              "urdu": "  پس دنیاوی زندگی کی حالت تو ایسی ہے جیسے ہم نے آسمان سے پانی برسایا پھر اس سے زمین کی نباتات، جن کو آدمی اور چوپائے کھاتے ہیں، خوب گنجان ہوکر نکلی۔ یہاں تک کہ جب وه زمین اپنی رونق کا پورا حصہ لے چکی اور اس کی خوب زیبائش ہوگئی اور اس کے مالکوں نے سمجھ لیا کہ اب ہم اس پر بالکل قابض ہوچکے تو دن میں یا رات میں اس پر ہماری طرف سے کوئی حکم (عذاب) آپڑا سو ہم نے اس کو ایسا صاف کردیا کہ گویا کل وه موجود ہی نہ تھی۔ ہم اسی طرح آیات کو صاف صاف بیان کرتے ہیں ایسے لوگوں کے لیے جو سوچتے ہیں",
              "turkish": "Dünya hayatinin misali söyledir: Gökten indirdigimiz su ile, insanlarin ve hayvanlarin yedigi bitkiler birbirine karismistir. Nihayet yeryüzü süslerini takinip süslendigi ve sahipleri kendilerini ona gücü yeter sandiklari bir sirada, geceleyin veya gündüzün, ona emrimiz gelivermistir, ansizin ona öyle bir tirpan ativermisiz de sanki bir gün önce orada hiçbir senlik yokmus gibi oluvermistir. Düsünen bir kavim için âyetlerimizi iste böyle açiklariz.",
              "russian": "Мирская жизнь подобна воде, которую Мы ниспосылаем с неба и благодаря которой (или с которой) смешиваются земные растения, идущие в пищу людям и животным. Когда же земля покрывается убранством и приукрашается, а ее жители полагают, что они властны над ней, Наше повеление постигает ее ночью или днем. Мы превращаем ее в жнивье, словно еще вчера она не изобиловала. Так Мы разъясняем знамения для людей размышляющих.",
              "bismial": "بسم الله الرحمن الرحيم",
              "mp3_file_path": "nooh_6.mp3",
              "chapter_name": "Surat Yūnus",
              "hasAudio": false,
              "chapter_no": 10,
              "favorite":0
          
        },
  {
              "index": 11,
              "aya_no": "18",
              "short_title": "مَّثَلُ الَّذِينَ كَفَرُواْ ۖ ...",
              "arabic":  "مَّثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ ۖ أَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ ۖ لَّا يَقْدِرُونَ مِمَّا كَسَبُوا عَلَىٰ شَيْءٍ ۚ ذَٰلِكَ هُوَ الضَّلَالُ الْبَعِيدُ ",
              "english": "The example of those who disbelieve in their Lord is [that] their deeds are like ashes which the wind blows forcefully on a stormy day; they are unable [to keep] from what they earned a [single] thing. That is what is extreme error.",
              "spanish": "Las obras de quienes no creen en su Señor son como cenizas azotadas por el viento en un día de tormenta. No pueden esperar nada por lo que han merecido. Ése es el profundo extravío. ",
              "chinses": "不信主者，他們的善功比如一堆灰，在暴風之日，被狂風吹散，他們對於自己所謀求的，不能獲得一點報酬。這確是深深的迷誤。",
              "japanses": "主を信じない者を例えれば，かれらの行いは丁度暴風が吹き荒ぶ大荒の日の灰のようなものである。努力した凡てのことは，かれらに何も役立つものはない。これは（真理の方向から）遠く離れ去っている者である。",
              "urdu": "  ان لوگوں کی مثال جنہوں نے اپنے پالنے والے سے کفر کیا، ان کے اعمال مثل اس راکھ کے ہیں جس پر تیز ہوا آندھی والے دن چلے۔ جو بھی انہوں نے کیا اس میں سے کسی چیز پر قادر نہ ہوں گے، یہی دور کی گمراہی ہے",
              "turkish": "Rabblerini inkâr edenlerin durumu tipki firtinali bir günde rüzgarin siddetle savurdugu bir küle benzer. Kazandiklarindan hiçbir seyi elde edemezler. Iste asil uzak sapiklik budur. ",
              "russian": "Деяния тех, кто не уверовал в своего Господа, подобны пеплу, над которым пронесся сильный ветер в ветреный день. Они не смогут распоряжаться ничем из того, что приобрели. Это и есть глубокое заблуждение.",
              "bismial": "بسم الله الرحمن الرحيم",
              "mp3_file_path": "nooh_6.mp3",
              "chapter_name": "Surat 'Ibrāhīm",
              "hasAudio": false,
              "chapter_no": 14,
              "favorite":0

},

{
              "index": 12,
              "aya_no": "24, 25",
              "short_title": "ُمَثَلًا كَلِمَةً طَيِّبَةً ...  ",
              "arabic":  "مأَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاء  تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا ۗ وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَِ",
              "english": "Have you not considered how Allah presents an example, [making] a good word like a good tree, whose root is firmly fixed and its branches [high] in the sky? It produces its fruit all the time, by permission of its Lord. And Allah presents examples for the people that perhaps they will be reminded.",
              "spanish": "¿No has visto cómo ha propuesto Alá como símil una buena palabra, semejante a un árbol bueno, de raíz firme y copa que se eleva en el aire, que da fruto en toda estación, con permiso de su Señor? Alá propone símiles a los hombres. Quizás, así. se dejen amonestar.",
              "chinses": "難道你不知道真主有過這樣一個比喻嗎？一句良言，好比一棵優良的樹，其根柢是深固的，其枝條高聳入雲，憑主的許可，按時結果。真主為眾人打了許多比方，以便他們記取教誨。",
              "japanses": "あなたはアッラーが如向に善い御言葉に就いて比(輪?)を上げられているかを考えないのか。それは良い木のようなもので，その根は固く安定し，その幹は天に（聳え）， （それは）主の命により凡ての季節に実を結ぶ。アッラーは人びとのために比(輪?)を上げられる。それはかれらに反省させるためである。",
              "urdu": "  کیا آپ نے نہیں دیکھا کہ اللہ تعالیٰ نے پاکیزه بات کی مثال کس طرح بیان فرمائی، مثل ایک پاکیزه درخت کے جس کی جڑ مضبوط ہے اور جس کی ٹہنیاں آسمان میں ہیں  جو اپنے پروردگار کے حکم سے ہر وقت اپنے پھل ﻻتا ہے، اور اللہ تعالیٰ لوگوں کے سامنے مثالیں بیان فرماتا ہے تاکہ وه نصیحت حاصل کریں",
              "turkish": "Görmedin mi? Allah nasil bir misal verdi. Güzel bir söz, kökü (yerde) sabit, dallari gökte olan güzel bir agaç gibidir. (O agaç) Rabbinin izniyle her zaman meyve verir. Ögüt alsinlar diye Allah insanlara böyle misaller verir.",
              "russian": "Разве ты не видишь, как Аллах приводит притчи? Прекрасное слово подобно прекрасному дереву, корни которого прочны, а ветви восходят к небу. Оно плодоносит каждый миг с дозволения своего Господа. Аллах приводит людям притчи, - быть может, они помянут назидание.",
              "bismial": "بسم الله الرحمن الرحيم",
              "mp3_file_path": "nooh_6.mp3",
              "chapter_name": "Surat 'Ibrāhīm",
              "hasAudio": false,
              "chapter_no": 14,
              "favorite":0

},
{
            "index": 13,
            "aya_no": "26",
            "short_title": "وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ ...",
            "arabic":  "وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجْتُثَّتْ مِن فَوْقِ الْأَرْضِ مَا لَهَا مِن قَرَارٍ",
            "english": "And the example of a bad word is like a bad tree, uprooted from the surface of the earth, not having any stability.",
            "spanish": "Una mala palabra es, al contrario, semejante a un árbol malo arrancado del suelo: le falta firmeza. ",
            "chinses": "一句惡言，恰似一棵惡劣的樹，從大地上被連根拔去，絕沒有一點安定。",
            "japanses": "悪い言葉を譬えれば，悪い木のようなもので，地面から根が抜けて，それに安定性がない。",
            "urdu": "  اور ناپاک بات کی مثال گندے درخت جیسی ہے جو زمین کے کچھ ہی اوپر سے اکھاڑ لیا گیا۔ اسے کچھ ﺛبات تو ہے نہیں",
            "turkish": "Kötü sözün durumu da, yerden koparilmis, kökü olmayan kötü bir agaca benzer. ",
            "russian": "А скверное слово подобно скверному дереву, которое можно вырвать с поверхности земли, ибо нет у него прочности.",
            "bismial": "بسم الله الرحمن الرحيم",
            "mp3_file_path": "nooh_6.mp3",
            "chapter_name": "Surat 'Ibrāhīm",
            "hasAudio": false,
            "chapter_no": 14,
            "favorite":0

},
{
          "index": 14,
          "aya_no": "75",
          "short_title": "ضَرَبَ اللَّهُ مَثَلًا  ... ",
          "arabic":  "ضَرَبَ اللَّهُ مَثَلًا عَبْدًا مَّمْلُوكًا لَّا يَقْدِرُ عَلَىٰ شَيْءٍ وَمَن رَّزَقْنَاهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنفِقُ مِنْهُ سِرًّا وَجَهْرًا ۖ هَلْ يَسْتَوُونَ ۚ الْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
          "english": "Allah presents an example: a slave [who is] owned and unable to do a thing and he to whom We have provided from Us good provision, so he spends from it secretly and publicly. Can they be equal? Praise to Allah ! But most of them do not know.",
          "spanish": "Alá propone un símil: un esclavo, propiedad de otro, incapaz de nada, y un hombre a quien Nosotros hemos proveído de bello sustento, del que da limosna, en í secreto o en público. ¿Son, acaso, iguales? ¡Alabado sea Alá! Pero la mayoría no saben. ",
          "chinses": "真主打一個比喻：一個奴隸，不能自由處理任何事務，一個自由人，我賞賜他憂厚的給養，而他秘密地和公開地加以施捨；他們倆人是一樣的嗎？一切讚頌，全歸真主！但他們大半不知道。",
          "japanses": "アッラーは一つの比（臨？）をあげられた。（1人は）ある者が所有する奴隷で，かれは何の力も持っていない。（外は）われが与えた良い報酬を，かれは陰に陽にそれから施している。この両者は同じであろうか。アッラーに讃えあれ。しかし人びとの多くは知らないのである。",
          "urdu": "  اللہ تعالیٰ ایک مثال بیان فرماتا ہے کہ ایک غلام ہے دوسرے کی ملکیت کا، جو کسی بات کا اختیار نہیں رکھتا اور ایک اور شخص ہے جسے ہم نے اپنے پاس سے معقول روزی دے رکھی ہے، جس میں سے وه چھپے کھلے خرچ کرتا ہے۔ کیا یہ سب برابر ہوسکتے ہیں؟ اللہ تعالیٰ ہی کے لیے سب تعریف ہے، بلکہ ان میں سے اکثر نہیں جانتے",
          "turkish": "Allah, hiçbir seye gücü yetmeyen, baskasinin mali olmus bir köle ile, kendisine güzel bir rizik verilen ve o rizikdan gizli ve açik olarak harcayan hür bir insani misal verdi. Hiç bunlar esit olur mu? Bütün hamd Allah'a mahsustur. Dogrusu insanlarin çogu bilmezler. ",
          "russian": "Аллах привел притчу о рабе, который принадлежит другому и совершенно не обладает властью, и человеке, которому Мы даровали прекрасный удел и который расходует его тайно и открыто. Равны ли они? Хвала Аллаху! Но большая часть людей не знает этого.",
          "bismial": "بسم الله الرحمن الرحيم",
          "mp3_file_path": "nooh_6.mp3",
          "chapter_name": "Surat An-Naĥl",
          "hasAudio": false,
          "chapter_no":16,
          "favorite":0

},

{
          "index": 15,
          "aya_no": "76",
          "short_title":" وَضَرَبَ اللَّهُ مَثَلًا   ...",
          "arabic":  "وَضَرَبَ اللَّهُ مَثَلًا رَّجُلَيْنِ أَحَدُهُمَا أَبْكَمُ لَا يَقْدِرُ عَلَىٰ شَيْءٍ وَهُوَ كَلٌّ عَلَىٰ مَوْلَاهُ أَيْنَمَا يُوَجِّههُّ لَا يَأْتِ بِخَيْرٍ ۖ هَلْ يَسْتَوِي هُوَ وَمَن يَأْمُرُ بِالْعَدْلِ ۙ وَهُوَ عَلَىٰ صِرَاطٍ مُّسْتَقِيمٍ",
          "english": "And Allah presents an example of two men, one of them dumb and unable to do a thing, while he is a burden to his guardian. Wherever he directs him, he brings no good. Is he equal to one who commands justice, while he is on a straight path?",
          "spanish": "Alá propone un símil: dos hombres, uno de ellos mudo, incapaz de nada y carga para su dueño; le mande adonde le mande, no trae ningún bien. ¡Son iguales este hombre y el que prescribe la justicia y está en una vía recta?",
          "chinses": "真主又打一個比喻：兩個男人，一個是啞巴，甚麼事也不能做，卻是他主人的累贅，無論主人打發他到那裡去，都不能帶一點福利回來；另一個走的是正路，他勸人主持公道。他們倆人是一樣的嗎？",
          "japanses": "アッラーはまた2人の比（喰？）をあげられた。一人は聾（唖？）者で，何の力もなく，その主人にとっては重荷であり，何処に遣わしても，善いことを（湾？）さない。（こんな者と）正義を勧め，正しい道を踏む者と同じであろうか。",
          "urdu": "اللہ تعالیٰ ایک اور مثال بیان فرماتا ہے، دو شخصوں کی، جن میں سے ایک تو گونگا ہے اور کسی چیز پر اختیار نہیں رکھتا بلکہ وه اپنے مالک پر بوجھ ہے کہیں بھی اسے بھیجے وه کوئی بھلائی نہیں ﻻتا، کیا یہ اور وه جو عدل کا حکم دیتا ہے اور ہے بھی سیدھی راه پر، برابر ہوسکتے ہیں؟",
          "turkish": "Allah su iki adami da misal verdi: Bunlardan biri dilsizdir, hiçbir seye gücü yetmez; efendisine bir yüktür. Onu nereye gönderse bir hayir getiremez. Simdi, bu adamla, adaletle emreden ve dogru yolda bulunan adam esit olur mu?",
          "russian": "Аллах также привел притчу о двух мужах, один из которых - немой, ни на что не способен и обременяет своего господина. Куда бы его ни послали, он не приносит добра. Разве он равен тому, кто отдает справедливые приказы и следует прямым путем?",
          "bismial": "بسم الله الرحمن الرحيم",
          "mp3_file_path": "nooh_6.mp3",
          "chapter_name": "Surat An-Naĥl",
          "hasAudio": false,
          "chapter_no":16,
          "favorite":0

},
{
        "index": 16,
        "aya_no": "92",
        "short_title": "وَلَا تَكُونُوا كَالَّتِيْ ... ",
        "arabic":  "وَلَا تَكُونُوا كَالَّتِي نَقَضَتْ غَزْلَهَا مِن بَعْدِ قُوَّةٍ أَنكَاثًا تَتَّخِذُونَ أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ أَن تَكُونَ أُمَّةٌ هِيَ أَرْبَىٰ مِنْ أُمَّةٍ ۚ إِنَّمَا يَبْلُوكُمُ اللَّهُ بِهِ ۚ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيَامَةِ مَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
        "english": "And do not be like she who untwisted her spun thread after it was strong [by] taking your oaths as [means of] deceit between you because one community is more plentiful [in number or wealth] than another community. Allah only tries you thereby. And He will surely make clear to you on the Day of Resurrection that over which you used to differ.",
        "spanish": "No hagáis como aquélla que deshacía de nuevo el hilo que había hilado fuertemente. Utilizáis vuestros juramentos para engañaros so pretexto de que una comunidad es más fuerte que otra. Alá no hace más que probaros con ello. El día de la Resurreción ha de mostraros aquello en que discrepabais.",
        "chinses": "你們不要像那個婦人，她把紡織得很結實的線又分拆成若干縷；你們以盟誓為互相欺詐的手段，因為這一族比那一族還要富庶。真主只以此事考驗你們。復活日，他必為你們闡明你們所爭論的是非。",
        "japanses": "丈夫に紡いだ後その撚りをも戻し，ばらばらに解す婦人のようであってはならない。一族が（外の）一族よりも，数多くなったために，あなたがたの間で，誓いを裏切る道具にしてはならない。アッラーは，それであなたがたを，試みられただけである。審判の日にあなたがたの異論に就いて，かれはあなたがたに必ず（其実を）明らかになされる。",
        "urdu": "اور اس عورت کی طرح نہ ہو جاؤ جس نے اپنا سوت مضبوط کاتنے کے بعد ٹکڑے ٹکڑے کرکے توڑ ڈاﻻ، کہ تم اپنی قسموں کو آپس کے مکر کا باعﺚ ٹھراؤ، اس لیے کہ ایک گروه دوسرے گروه سے بڑھا چڑھا ہوجائے۔ بات صرف یہی ہے کہ اس عہد سے اللہ تمہیں آزما رہا ہے۔ یقیناً اللہ تعالیٰ تمہارے لیے قیامت کے دن ہر اس چیز کو کھول کر بیان کر دے گا جس میں تم اختلاف کر رہے تھے",
        "turkish": "Bir ümmet, diger bir ümmetten (sayica ve malca) daha çok oldugu için, yeminlerinizi aranizda aldatma vasitasi yaparak, ipligini saglamca egirdikten sonra onu söküp bozmaya çalisan kadin gibi olmayin. Allah sizi bununla imtihan eder ve süphesiz hakkinda ihtilaf ettiginiz seyleri kiyamet günü size mutlaka açiklayacaktir.",
        "russian": "Не уподобляйтесь той женщине, которая распустила свою пряжу после того, как скрепила нити. Вы обращаете свои клятвы в средство обмана, когда одни из вас оказываются сильнее и многочисленнее других. Таким образом Аллах подвергает вас испытанию. А в День воскресения Он непременно разъяснит вам то, в чем вы расходились во мнениях.",
        "bismial": "بسم الله الرحمن الرحيم",
        "mp3_file_path": "nooh_6.mp3",
        "chapter_name": "Surat An-Naĥl",
        "hasAudio": false,
        "chapter_no":16,
        "favorite":0

},
{
      "index": 17,
      "aya_no": "111",
      "short_title": "وَلَا تَكُونُوا كَالَّتِيْ ... ",
      "arabic":  "وَلَا تَكُونُوا كَالَّتِي نَقَضَتْ غَزْلَهَا مِن بَعْدِ قُوَّةٍ أَنكَاثًا تَتَّخِذُونَ أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ أَن تَكُونَ أُمَّةٌ هِيَ أَرْبَىٰ مِنْ أُمَّةٍ ۚ إِنَّمَا يَبْلُوكُمُ اللَّهُ بِهِ ۚ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيَامَةِ مَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
      "english": "And do not be like she who untwisted her spun thread after it was strong [by] taking your oaths as [means of] deceit between you because one community is more plentiful [in number or wealth] than another community. Allah only tries you thereby. And He will surely make clear to you on the Day of Resurrection that over which you used to differ.",
      "spanish": "No hagáis como aquélla que deshacía de nuevo el hilo que había hilado fuertemente. Utilizáis vuestros juramentos para engañaros so pretexto de que una comunidad es más fuerte que otra. Alá no hace más que probaros con ello. El día de la Resurreción ha de mostraros aquello en que discrepabais.",
      "chinses": "你們不要像那個婦人，她把紡織得很結實的線又分拆成若干縷；你們以盟誓為互相欺詐的手段，因為這一族比那一族還要富庶。真主只以此事考驗你們。復活日，他必為你們闡明你們所爭論的是非。",
      "japanses": "丈夫に紡いだ後その撚りをも戻し，ばらばらに解す婦人のようであってはならない。一族が（外の）一族よりも，数多くなったために，あなたがたの間で，誓いを裏切る道具にしてはならない。アッラーは，それであなたがたを，試みられただけである。審判の日にあなたがたの異論に就いて，かれはあなたがたに必ず（其実を）明らかになされる。",
      "urdu": "اور اس عورت کی طرح نہ ہو جاؤ جس نے اپنا سوت مضبوط کاتنے کے بعد ٹکڑے ٹکڑے کرکے توڑ ڈاﻻ، کہ تم اپنی قسموں کو آپس کے مکر کا باعﺚ ٹھراؤ، اس لیے کہ ایک گروه دوسرے گروه سے بڑھا چڑھا ہوجائے۔ بات صرف یہی ہے کہ اس عہد سے اللہ تمہیں آزما رہا ہے۔ یقیناً اللہ تعالیٰ تمہارے لیے قیامت کے دن ہر اس چیز کو کھول کر بیان کر دے گا جس میں تم اختلاف کر رہے تھے",
      "turkish": "Bir ümmet, diger bir ümmetten (sayica ve malca) daha çok oldugu için, yeminlerinizi aranizda aldatma vasitasi yaparak, ipligini saglamca egirdikten sonra onu söküp bozmaya çalisan kadin gibi olmayin. Allah sizi bununla imtihan eder ve süphesiz hakkinda ihtilaf ettiginiz seyleri kiyamet günü size mutlaka açiklayacaktir.",
      "russian": "Не уподобляйтесь той женщине, которая распустила свою пряжу после того, как скрепила нити. Вы обращаете свои клятвы в средство обмана, когда одни из вас оказываются сильнее и многочисленнее других. Таким образом Аллах подвергает вас испытанию. А в День воскресения Он непременно разъяснит вам то, в чем вы расходились во мнениях.",
      "bismial": "بسم الله الرحمن الرحيم",
      "mp3_file_path": "nooh_6.mp3",
      "chapter_name": "Surat An-Naĥl",
      "hasAudio": false,
      "chapter_no":16,
      "favorite":0

},
{
      "index": 18,
      "aya_no": "45",
      "short_title": "وَضَرَبَ اللَّهُ مَثَلًا ...",
      "arabic":  "وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ",
      "english": "And Allah presents an example: a city which was safe and secure, its provision coming to it in abundance from every location, but it denied the favors of Allah . So Allah made it taste the envelopment of hunger and fear for what they had been doing.",
      "spanish": "Alá propone como parábola una ciudad, segura y tranquila, que recibía abundante sustento de todas partes. Y no agradeció las gracias de Alá. Alá, en castigo por su conducta, le dio a gustar la vestidura del hambre y del temor.",
      "chinses": "真主打一個比喻：一個市鎮，原是安全的，安穩的，豐富的給養從各方運來，但鎮上的居民辜負真主的恩惠，所以真主因他們的行為而使他們嘗試極度的饑荒和恐怖。",
      "japanses": "アッラーは，平穏無事を楽しんでいた一つの町の，比(臨?)をあげられた。糧は四方から豊かに供給されたが，アッラーの御恵みに対し不信心であったために，アッラーは（その民が）犯していた（悪）事の報いとして，（極度の）飢えと恐れを味わせられた。",
      "urdu": "اللہ تعالیٰ اس بستی کی مثال بیان فرماتا ہے جو پورے امن واطمینان سے تھی اس کی روزی اس کے پاس بافراغت ہر جگہ سے چلی آرہی تھی۔ پھر اس نے اللہ تعالیٰ کی نعمتوں کا کفر کیا تو اللہ تعالیٰ نے اسے بھوک اور ڈر کا مزه چکھایا جو بدلہ تھا ان کے کرتوتوں کا",
      "turkish": "Allah bir sehri misal olarak verdi: Bu sehir güvenli, huzurlu idi, Oraya her yerden rizki bol bol geliyordu. Ne var ki onlar Allah'in nimetlerine karsi nankörlük ettiler. Allah da onlara, yaptiklari isler yüzünden açlik ve korku elbisesini (felâketini) tattirdi.",
      "russian": "Аллах привел в качестве притчи селение, которое пребывало в безопасности и покое (Мекку). Они обретали свой удел в изобилии отовсюду, но не благодарили Аллаха за эти блага, и тогда Аллах облек их в одеяние голода и страха за то, что они творили.",
      "bismial": "بسم الله الرحمن الرحيم",
      "mp3_file_path": "nooh_6.mp3",
      "chapter_name": "Surat Al-Kahf",
      "hasAudio": false,
      "chapter_no":18,
      "favorite":0

},
{
      "index": 19,
      "aya_no": "73",
      "short_title": "يَاأَيُّهَا النَّاسُ ضُرِبَ ... ",
      "arabic":  "يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ ۚ إِنَّ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ لَن يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ ۖ وَإِن يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لَّا يَسْتَنقِذُوهُ مِنْهُ ۚ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ",
      "english": "O people, an example is presented, so listen to it. Indeed, those you invoke besides Allah will never create [as much as] a fly, even if they gathered together for that purpose. And if the fly should steal away from them a [tiny] thing, they could not recover it from him. Weak are the pursuer and pursued.",
      "spanish": "¡Hombres! Se propone una parábola. ¡Escuchadla! Los que invocáis en lugar de invocar a Alá serían incapaces de crear una mosca, aun si se aunaran para ello. Y, si una mosca se les llevara algo, serían incapaces de recuperarlo. ¡Qué débiles son el suplicante y el suplicado!",
      "chinses": "眾人啊！有一個譬喻，你們傾聽吧！你們捨真主而祈禱的（偶像）雖群策群力，絕不能創造一隻蒼蠅；如果蒼蠅從他們的身上奪取一點東西，他們也不能把那點東西搶回來。祈禱者和被祈禱者，都是懦弱的！」",
      "japanses": "人びとよ，一つの比(輪?)を説くから，それを謹んで聞きなさい。本当にあなたがたがアッラーの外に祈るものは，仮令かれらが束になっても，一匹の蝿（さえ）も創れない。また蝿がかれらから何か奪い去っても，それを取り戻すことも出来ない。祈る者も，祈られる者も，全く力がないのである。",
      "urdu": "لوگو! ایک مثال بیان کی جا رہی ہے، ذرا کان لگا کر سن لو! اللہ کے سوا جن جن کو تم پکارتے رہے ہو وه ایک مکھی بھی تو پیدا نہیں کر سکتے، گو سارے کے سارے ہی جمع ہو جائیں، بلکہ اگر مکھی ان سے کوئی چیز لے بھاگے تو یہ تو اسے بھی اس سے چھین نہیں سکتے، بڑا بودا ہے طلب کرنے واﻻ اور بڑا بودا ہے وه جس سے طلب کیا جا رہا ہے",
      "turkish": "Ey insanlar! Bir misal verilmektedir, simdi ona iyi kulak verin: Sizin Allah'i birakip taptiklariniz bir araya gelseler, bir sinek bile yaratamayacaklardir. Sinek onlardan bir sey kapsa onu kurtaramazlar. Isteyen de, istenen de âcizdir.",
      "russian": "О люди! Приводится притча, послушайте же ее. Воистину, те, кому вы поклоняетесь помимо Аллаха, не сотворят и мухи, даже если они объединятся для этого. Если же муха заберет у них что-нибудь, они не смогут отобрать у нее это. Слаб тот, кто добивается, и тот, от кого он добивается!",
      "bismial": "بسم الله الرحمن الرحيم",
      "mp3_file_path": "nooh_6.mp3",
      "chapter_name": "Surat Al-Ĥaj",
      "hasAudio": false,
      "chapter_no":22,
      "favorite":0

},
{
      "index": 20,
      "aya_no": "41",
      "short_title": "مَثَلُ الَّذِينَ اتَّخَذُوا ... ",
      "arabic":  "مَثَلُ الَّذِينَ اتَّخَذُوا مِن دُونِ اللَّهِ أَوْلِيَاءَ كَمَثَلِ الْعَنكَبُوتِ اتَّخَذَتْ بَيْتًا ۖ وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنكَبُوتِ ۖ لَوْ كَانُوا يَعْلَمُونَ",
      "english": "The example of those who take allies other than Allah is like that of the spider who takes a home. And indeed, the weakest of homes is the home of the spider, if they only knew.",
      "spanish": "Quienes toman amigos en lugar de tomar a Alá son semejantes a la araña que se ha hecho una casa. Y la casa más frágil es la de la araña. Si supieran...",
      "chinses": "有些人，捨真主而別求監護者，他們譬如蜘蛛造屋，最脆弱的房屋，確是蜘蛛的房屋。假若他們認識這個道理，（就不會崇拜偶橡了）。」",
      "japanses": "アッラーを差し置いて外の主人を取る者を譬えれば，（自分で自分の）家を造る蜘蛛のようなものである。本当に家の中でも最も弱いのは，蜘蛛の家である。かれらに分っていたならば，よかったのに。",
      "urdu": "جن لوگوں نے اللہ تعالیٰ کے سوا اور کارساز مقرر کر رکھے ہیں ان کی مثال مکڑی کی سی ہے کہ وه بھی ایک گھر بنا لیتی ہے، حاﻻنکہ تمام گھروں سے زیاده بودا گھر مکڑی کا گھر ہی ہے، کاش! وه جان لیتے",
      "turkish": "Allah'tan baska dost edinenlerin durumu, kendine yuva yapan örümcegin durumu gibidir. Halbuki, evlerin en çürügü süphesiz örümcek yuvasidir. Keske bilselerdi.",
      "russian": "Те, которые взяли себе покровителей и помощников помимо Аллаха, подобны пауку, соткавшему себе жилище. Воистину, самое непрочное жилище - это жилище паука. Если бы они только знали!",
      "bismial": "بسم الله الرحمن الرحيم",
      "mp3_file_path": "nooh_6.mp3",
      "chapter_name": "Surat Al-`Ankabūt",
      "hasAudio": false,
      "chapter_no":29,
      "favorite":0

},
{
      "index": 21,
      "aya_no": "28",
      "short_title": "ضَرَبَ لَكُم مَّثَلًا مِّنْ ...",
      "arabic":  "ضَرَبَ لَكُم مَّثَلًا مِّنْ أَنفُسِكُمْ ۖ هَل لَّكُم مِّن مَّا مَلَكَتْ أَيْمَانُكُم مِّن شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنتُمْ فِيهِ سَوَاءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنفُسَكُمْ ۚ كَذَٰلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْقِلُونَ",
      "english": "He presents to you an example from yourselves. Do you have among those whom your right hands possess any partners in what We have provided for you so that you are equal therein [and] would fear them as your fear of one another [within a partnership]? Thus do We detail the verses for a people who use reason.",
      "spanish": "Os propone una parábola tomada de vuestro mismo ambiente: ¿Hay entre vuestros esclavos quienes participen del mismo sustento de que os hemos proveído, de modo que podáis equipararos en ello con ellos y les temáis tanto cuanto os teméis unos a otros? Así explicamos detalladamente los signos a gente que razona.",
      "chinses": "他為你們而就你們自身設一個譬喻；難道你們准許你們的奴婢與你們共同享受我賞賜你們的給養，而你們與他們完全平等，你們畏懼他們，猶如你們互相畏懼一樣嗎？我這樣為能了解的民眾解釋我的蹟象。",
      "japanses": "かれは，あなたがた自身（の経験）から，一つの譬えを提示なされる。あなたがたは，自分の右手の所有する者たち（奴隷）を，われがあなたがたに与えたものを同等に分配する仲間にするだろうか。あなたがたが互いに気付かうように，かれら（奴隷たち）に気兼ねするだろうか。（そうではあるまい）。このようにわれは，思慮ある者に印を説き明かす。",
      "urdu": "اللہ تعالیٰ نے تمہارے لئے ایک مثال خود تمہاری ہی بیان فرمائی، جو کچھ ہم نے تمہیں دے رکھا ہے کیا اس میں تمہارے غلاموں میں سے بھی کوئی تمہارا شریک ہے؟ کہ تم اور وه اس میں برابر درجے کے ہو؟ اور تم ان کا ایسا خطره رکھتے ہو جیسا خود اپنوں کا، ہم عقل رکھنے والوں کے لئے اسی طرح کھول کھول کر آیتیں بیان کر دیتے ہیں",
      "turkish": "Allah, size kendinizden bir misâl verdi: Hiç size rizik olarak verdigimiz seylerde elleriniz altindaki kölelerinizden ortaklariniz bulunur da onlarla siz esit olur, aranizda birbirinizi saydiginiz gibi, onlari da sayar misiniz? Iste biz, düsünecek bir kavim için âyetleri böyle açikliyoruz.",
      "russian": "Он привел вам притчу о вас самих. Есть ли среди невольников, которыми овладели ваши десницы, совладельцы того, чем Мы наделили вас, которые имеют с вами одинаковые права на это и которых вы опасаетесь так, как опасаетесь друг друга? Так Мы разъясняем знамения для людей разумеющих.",
      "bismial": "بسم الله الرحمن الرحيم",
      "mp3_file_path": "nooh_6.mp3",
      "chapter_name": "Surat Ar-Rūm",
      "hasAudio": false,
      "chapter_no":30,
      "favorite":0

},

{
      "index": 22,
      "aya_no": "24",
      "short_title": "أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ ...",
      "arabic":  "أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَا",
      "english": "Then do they not reflect upon the Qur'an, or are there locks upon [their] hearts?",
      "spanish": "¿Es que no meditan en el Corán ¿O es que sus corazones están cerrados con candado?",
      "chinses": "他們怎麼不沉思《古蘭經》呢？難道他們的心上有鎖？",
      "japanses": "かれらはクルアーンを熟読玩味しないのか。それとも心に鍵をかけたのか。",
      "urdu": "کیا یہ قران میں غور وفکر نہیں کرتے؟ یا ان کے دلوں پر تالے لگ گئے ہیں",
      "turkish": "Onlar Kur'an'i düsünmüyorlar mi? Yoksa kalplerinin üzerinde kilitleri mi var?",
      "russian": "Неужели они не размышляют над Кораном? Или же на их сердцах замки?",
      "bismial": "بسم الله الرحمن الرحيم",
      "mp3_file_path": "nooh_6.mp3",
      "chapter_name": "Surat Al-`Ankabūt",
      "hasAudio": false,
      "chapter_no":47,
      "favorite":0

},
{
      "index": 23,
      "aya_no": "24",
      "short_title": "ُّمُّحَمَّدٌ رَّسُولُ اللَّهِ ۚ ...",
      "arabic":  "مُّحَمَّدٌ رَّسُولُ اللَّهِ ۚ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ ۖ تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِّنَ اللَّهِ وَرِضْوَانًا ۖ سِيمَاهُمْ فِي وُجُوهِهِم مِّنْ أَثَرِ السُّجُودِ ۚ ذَٰلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ ۚ وَمَثَلُهُمْ فِي الْإِنجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَىٰ عَلَىٰ سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ ۗ وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًا",
      "english": "Muhammad(PBUH) is the Messenger of Allah ; and those with him are forceful against the disbelievers, merciful among themselves. You see them bowing and prostrating [in prayer], seeking bounty from Allah and [His] pleasure. Their mark is on their faces from the trace of prostration. That is their description in the Torah. And their description in the Gospel is as a plant which produces its offshoots and strengthens them so they grow firm and stand upon their stalks, delighting the sowers - so that Allah may enrage by them the disbelievers. Allah has promised those who believe and do righteous deeds among them forgiveness and a great reward.",
      "spanish": "Mahoma es el Enviado de Alá. Quienes están con él son severos con los infieles y cariñosos entre sí. Se les ve inclinados o prosternados, buscando favor de Alá y satisfacerle. Se les nota en el rostro que se prosternan. Tal es su imagen en la Tora. Y en el Evangelio se les compara con la semilla que, habiendo germinado, fortifica su brote y éste crece y se yergue en el tallo, constituyendo la alegría del sembrador, para terminar irritando a los infieles por su medio. A quienes de ellos crean y obren bien, Alá les ha prometido perdón y una magnífica recompensa.",
      "chinses": "穆罕默德是真主的使者，在他左右的人，對外道是莊嚴的，對教胞是慈祥的。你看他那鞠躬叩頭，要求真主的恩惠和喜悅，他們的標記就在他們的臉上，那是叩頭的效果。那是他們在《討拉特》中的譬喻。他們在《引支勒》中的譬喻，是他們像一棵莊稼，發出枝條，而他助它長大，而那枝條漸漸茁壯，終於固定在苗本上，使農夫欣賞。他將他們造成那樣，以便他借他們激怒外道。真主應許他們這等信道而且行善者，將蒙赦宥和重大的報酬。",
      "japanses": "ムハンマドはアッラーの使徒である。かれと共にいる者は不信心の者に対しては強く，挫けず，お互いの間では優しく親切である。あなたは，かれらがルクウしサジダして，アッラーからの恩恵と御満悦を求めるのを見よう。かれらの印は，額にあるサジダによる跡である。（ムーサーの）律法にも，かれらのような者の譬えがあり，（イーサーの）福音にも，かれらのような譬えがある。それは蒔いた種が芽をふき，丈夫な茎を伸ばして，種を蒔いた者を喜ばせるようなもの。それで不信者たちは，かれらに憤激することであろう。だがアッラーは，かれらの中で信仰して善行に勤しむ者に，容赦と偉大な報奨を約束なされる。",
      "urdu": "محمد (صلی اللہ علیہ وسلم) اللہ کے رسول ہیں اور جو لوگ ان کے ساتھ کافروں پر سخت ہیں آپس میں رحمدل ہیں، تو انہیں دیکھے گا کہ رکوع اور سجدے کر رہے ہیں اللہ تعالیٰ کے فضل اور رضامندی کی جستجو میں ہیں، ان کا نشان ان کے چہروں پر سجدوں کے اﺛر سے ہے، ان کی یہی مثال تورات میں ہے اور ان کی مثال انجیل میں ہے، مثل اسی کھیتی کے جس نے اپنا انکھوا نکالا پھر اسے مضبوط کیا اور وه موٹا ہوگیا پھر اپنے تنے پر سیدھا کھڑا ہوگیا اور کسانوں کو خوش کرنے لگا تاکہ ان کی وجہ سے کافروں کو چڑائے، ان ایمان والوں اور نیک اعمال والوں سے اللہ نے بخشش کا اور بہت بڑے ﺛواب کا وعده کیا ہے",
      "turkish": "Muhammed Allah'in elçisidir. Onun yaninda bulunanlar da kâfirlere karsi çetin, kendi aralarinda merhametlidirler. Onlari rükûa varirken secde ederken görürsün. Allah'tan lütuf ve riza isterler. Yüzlerinde secdelerin izinden nisanlari vardir. Bu, onlarin Tevrat'taki vasiflaridir. Incil'deki vasiflari da söyledir: Onlar filizini yarip çikarmis, gittikçe onu kuvvetlendirerek kalinlasmis, gövdesi üzerine dikilmis bir ekine benzerler ki bu, ziraatçilarin da hosuna gider. Allah böylece onlari çogaltip kuvvetlendirmekle kâfirleri öfkelendirir. Allah inanip iyi isler yapanlara magfiret ve büyük bir mükâfat vaad etmistir.",
      "russian": "Мухаммад - Посланник Аллаха. Те, которые вместе с ним, суровы к неверующим и милостивы между собой. Ты видишь, как они кланяются и падают ниц, стремясь к милости от Аллаха и довольству. Их признаком являются следы от земных поклонов на их лицах. Так они представлены в Таурате (Торе). В Инджиле (Евангелии) же они представлены посевом, на котором вырос росток. Он укрепил его, и тот стал толстым и выпрямился на своем стебле, восхищая сеятелей. Аллах привел эту притчу для того, чтобы привести ими в ярость неверующих. Аллах обещал тем из них, которые уверовали и совершали праведные деяния, прощение и великую награду.",
      "bismial": "بسم الله الرحمن الرحيم",
      "mp3_file_path": "nooh_6.mp3",
      "chapter_name": "Surat Al-Fatĥ",
      "hasAudio": false,
      "chapter_no":48,
      "favorite":0

},
{
      "index": 24,
      "aya_no": "21",
      "short_title": "لَوْ أَنزَلْنَا هَٰذَا الْقُرْآنَ ... ",
      "arabic":  "لَوْ أَنزَلْنَا هَٰذَا الْقُرْآنَ عَلَىٰ جَبَلٍ لَّرَأَيْتَهُ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللَّهِ ۚ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ",
      "english": "If We had sent down this Qur'an upon a mountain, you would have seen it humbled and coming apart from fear of Allah . And these examples We present to the people that perhaps they will give thought.",
      "spanish": "Si hubiéramos hecho descender este Corán en una montaña, habrías visto a ésta humillarse y henderse por miedo a Alá. Proponemos a los hombres estos símiles. Quizás, así, reflexionen.",
      "chinses": "假若我把這部《古蘭經》降示一座山，你必定看見那座山因畏懼真主而成為柔和的，崩潰的。這些譬喻，是我為眾人而設的，以便他們省悟。",
      "japanses": "もしもわれがこのクルアーンを山に下したならば，それはきっと遜って，アッラーを恐れて粉々に砕けるのを見るであろう。こんな譬えを，われは人間に示すのは，恐らくかれらが熟考するであろうと思うからである。",
      "urdu": "اگر ہم اس قرآن کو کسی پہاڑ پر اتارتے تو تو دیکھتا کہ خوف الٰہی سے وه پست ہوکر ٹکڑے ٹکڑے ہو جاتا ہم ان مثالوں کو لوگوں کے سامنے بیان کرتے ہیں تاکہ وه غور وفکر کریں",
      "turkish": "Biz bu Kur'ân'i bir daga indirseydik, Allah'in korkusundan onu bas egmis, parça, parça olmus görürdün. Bu misalleri düsünsünler diye insanlara veriyoruz.",
      "russian": "Если бы Мы ниспослали этот Коран на гору, то ты увидел бы, как она смиренно раскалывается от страха перед Аллахом. Такие притчи Мы приводим людям для того, чтобы они поразмыслили.",
      "bismial": "بسم الله الرحمن الرحيم",
      "mp3_file_path": "nooh_6.mp3",
      "chapter_name": "Surat Al-Ĥashr",
      "hasAudio": false,
      "chapter_no":59,
      "favorite":0

},
{
      "index": 25,
      "aya_no": "10",
      "short_title": "وَضَرَبَ اللَّهُ مَثَلًا ...",
      "arabic":  "ضَرَبَ اللَّهُ مَثَلًا لِّلَّذِينَ كَفَرُوا امْرَأَتَ نُوحٍ وَامْرَأَتَ لُوطٍ ۖ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئًا وَقِيلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِينَ",
      "english": "Allah presents an example of those who disbelieved: the wife of Noah and the wife of Lot. They were under two of Our righteous servants but betrayed them, so those prophets did not avail them from Allah at all, and it was said, 'Enter the Fire with those who enter.",
      "spanish": "Alá pone como ejemplo para los infieles a la mujer de Noé y a la mujer de Lot. Ambas estaban sujetas a dos de Nuestros siervos justos, pero les traicionaron, aunque su traición no les sirvió de nada frente a Alá. Y se dijo: «¡Entrad ambas en el Fuego, junto con los demás que entran!»",
      "chinses": "真主以努哈的妻子和魯特的妻子，為不信道的人們的殷鑒，她們倆曾在我的兩個行善的僕人之下，而她們倆不忠於自己的丈夫，她們倆的丈夫，未能為她們倆扺禦真主的一點刑罰。或者將說：「你們倆與眾人同入火獄吧！」",
      "japanses": "アッラーは不信者のために実例を示される。ヌーフの妻，そしてルートの妻である。かれら両人は，2人の正しいわがしもべの許にいた。かの女たちは，かれら（夫）にたいして不誠実で，アッラーの御許で何ら得るところはなかった。そして「あなたがた2人は（外の）入る者と一緒に火獄に入れ。」と告げられた。",
      "urdu": "اللہ تعالیٰ نے کافروں کے لیے نوح کی اور لوط کی بیوی کی مثال بیان فرمائی یہ دونوں ہمارے بندوں میں سے دو (شائستہ اور) نیک بندوں کے گھر میں تھیں، پھر ان کی انہوں نے خیانت کی پس وه دونوں (نیک بندے) ان سے اللہ کے (کسی عذاب کو) نہ روک سکے اور حکم دے دیا گیا (اے عورتوں) دوزخ میں جانے والوں کے ساتھ تم دونوں بھی چلی جاؤ",
      "turkish": "Allah, inkâr edenlere, Nuh'un karisi ile Lut'un karisini misal verdi. Bu ikisi, kullarimizdan iki salih kulun (nikahi) altinda idiler, onlara hiyanet ettiler. (Kocalari,) Allah'tan hiçbir seyi onlardan savamadi. (Onlara): 'Haydi girenlerle birlikte siz de atese girin!' denildi.",
      "russian": "Аллах привел в качестве примера о неверующих жену Нуха (Ноя) и жену Лута (Лота). Обе были замужем за рабами из числа Наших праведных рабов. Они предали своих мужей, и те не спасли их от Аллаха. Им было сказано: 'Войдите в Огонь вместе с теми, кто входит туда'.",
      "bismial": "بسم الله الرحمن الرحيم",
      "mp3_file_path": "nooh_6.mp3",
      "chapter_name": "Surat At-Taĥrīm",
      "hasAudio": false,
      "chapter_no":66,
      "favorite":0

},
{
      "index": 26,
      "aya_no": "11",
      "short_title": "وَضَرَبَ اللَّهُ مَثَلًا ...",
      "arabic":  "وَضَرَبَ اللَّهُ مَثَلًا لِّلَّذِينَ آمَنُوا امْرَأَتَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ابْنِ لِي عِندَكَ بَيْتًا فِي الْجَنَّةِ وَنَجِّنِي مِن فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ",
      "english": "And Allah presents an example of those who believed: the wife of Pharaoh, when she said, 'My Lord, build for me near You a house in Paradise and save me from Pharaoh and his deeds and save me from the wrongdoing people.",
      "spanish": "Y Alá pone como ejemplo para los creyentes a la mujer de Faraón. Cuando dijo: «¡Señor! ¡Constrúyeme, junto a Ti, una casa en el Jardín y sálvame de Faraón y de sus obras! ¡Sálvame del pueblo impío!»",
      "chinses": "真主以法老的妻子，為信道的人們的模範。當時，她曾說：「我的主啊！求你在你那裡，為我建築一所房子在樂園裡。求你拯救我脫離法老，和他的罪行。求你拯救我脫離不義的民眾。」",
      "japanses": "またアッラーは，信仰する者のために例を示される。フィルアウンの妻である。かの女がこう言った時を思い起しなさい。「主よ，楽園の中のあなたの御側に，わたしのため家を御建て下さい。そしてフィルアウンとその行いから，わたしを救い，不義を行う者から，わたしを御救い下さい。」",
      "urdu": "اور اللہ تعالیٰ نے ایمان والوں کے لیے فرعون کی بیوی کی مثال بیان فرمائی جبکہ اس نے دعا کی کہ اے میرے رب! میرے لیے اپنے پاس جنت میں مکان بنا اور مجھے فرعون سے اور اس کے عمل سے بچا اور مجھے ﻇالم لوگوں سے خلاصی دے",
      "turkish": "Allah, inananlara da Firavun'un karisini örnek gösterdi. O söyle demisti: 'Rabbim! Bana yaninda cennetin içinde bir ev yap, beni Firavun'dan ve onun (kötü) isinden kurtar. Ve beni su zalim toplumdan kurtar!'",
      "russian": "Аллах привел в качестве примера о верующих жену Фараона. Вот она сказала: 'Господи! Спаси меня от Фараона и его деяний! Возведи для меня дом в Раю возле Тебя и спаси меня от несправедливых людей!",
      "bismial": "بسم الله الرحمن الرحيم",
      "mp3_file_path": "nooh_6.mp3",
      "chapter_name": "Surat At-Taĥrīm",
      "hasAudio": false,
      "chapter_no":66,
      "favorite":0

},
{
      "index": 27,
      "aya_no": "30",
      "short_title": "ُِقُلْ أَرَأَيْتُمْ إِنْ ... ",
      "arabic":  "قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَن يَأْتِيكُم بِمَاءٍ مَّعِينٍ",
      "english": "Say, 'Have you considered: if your water was to become sunken [into the earth], then who could bring you flowing water?",
      "spanish": "Di: «¿Qué os parece? Si el agua se os agotara una mañana, ¿quien iba a traeros agua viva?»",
      "chinses": "你說：「你們告訴我吧，如果你們的水一旦滲漏了，誰能給你們一條流水呢？」",
      "japanses": "言ってやるがいい。「あなたがたは考えないのか。もし或る朝，あなたがたの水が地下に沈み去ったならば，涌き出る水を，あなたがたに(■?)せるものは，一体誰であるのか。」",
      "urdu": "آپ کہہ دیجئے! کہ اچھا یہ تو بتاؤ کہ اگر تمہارے (پینے کا) پانی زمین میں اتر جائے تو کون ہے جو تمہارے لیے نتھرا ہوا پانی ﻻئے؟",
      "turkish": "De ki: 'Baksaniza, eger suyunuz çekilse, size kim bir akarsu getirebilir?",
      "russian": "Скажи: 'Как вы думаете, если ваша вода уйдет под землю, то кто дарует вам родниковую воду?",
      "bismial": "بسم الله الرحمن الرحيم",
      "mp3_file_path": "nooh_6.mp3",
      "chapter_name": "Surat Al-Mulk",
      "hasAudio": false,
      "chapter_no":67,
      "favorite":0

}





        ]
      }

}    